#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Dutch
@LOCALIZEDNAME=
@AUTH=Morgothzz
@EMAIL=
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Exporteer Selectie
#103=Album
103=Album
#104=Export All
104=Exporteer Alles
#105=TrackNo
105=Song Nummer
#106=Location
106=Pad
#107=Size
107=Groote
#108=Type
108=Type
#109=Duration
109=Speelduur
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Wissen Uit de Historie
#112=Genre
112=Muziekstijl
#113=Comment
113=Commentaar
#114=Date Added
114=Datum Toegevoegd
#115=Rating
115=Waardering
#116=Track not found.
116=Nummer niet gevonden.
#117=Number of Tracks
117=Hoeveelheid Songs
#118=Do you want to see the exported file now?
118=Wil je het geexporteerde bestand nu zien?
#119=Date Updated
119=Datum laatste Bewerking
#120=Operation
120=Bedienen
#121=No Tracks in this Selection
121=Geen nummers in deze selectie
#123=Idle
123=Wachten
#124=Select Something
124=Selecteer iets
#125=Total Size of Tracks (Mb)
125=Totale Groote Van Alle Nummers (Mb)
#126=Idle
126=Wachten
#127=Records
127=Aantal Bestanden
#128=Show Year (in [] after Albums)
128=Toon Het Jaar tussen [] Achter Albums
#129=First Appearance
129=Eerst Geopende
#130=Last Appearance
130=Laatst Geopende
#131=Rank
131=Positie
#132=Hits
132=Hits
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Wil je ook alle bestanden bijwerken? (%d bestanden worden veranderd)
#134=Application
134=Programma
#135=Update Tracks Warning
135=Bijwerken Nummer Waarschuwing
#136=Language
136=Taal
#137=*Needs program restart
137=*Programma Moet Opnieuw Opgestart Worden
#139=Recognize as fast as you can the song that you listen.
139=Herken zo snel mogenlijk het nummer wat je nu hoort.
#140=Add Files
140=Toevoegen Nummers
#141=Update Local Collections
141=Bijwerken Lokale Verzameling
#142=Exit
142=Afsluiten
#143=Select Folder
143=Selecteer Directorie
#144=[Unknown]
144=[Onbekend]
#145=Quick
145=Snel
#146=Search
146=Zoeken
#147=Play
147=Afspelen
#148=Enqueue
148=Klaarzetten
#149=Advanced Search
149=Uitgebreid Zoeken
#150=History
150=Historie
#151=Options
151=Opties
#152=Collections
152=Collectie
#153=About
153=Over
#154=Artists - Albums
154=Artiest - Albums
#155=Genres - Artists
155=Muziekstijl - Artiest
#156=Years - Albums
156=Jaar - Albums
#157=Collections - Artists
157=Collectie - Artiest
#158=Albums with various artists*
158=Albums met verschillende artiesten*
#159=Sort By Name
159=Sorteren Op Naam
#160=Sort By Rating
160=Sorteren op waardering
#161=Sort By Number Of Tracks
161=Sorteren op Nummer van Songs
#162=All
162=Alles
#163=Audio
163=Audio
#164=Video
164=Video
#167=Show/Hide Mini Player
167=Toon/Verberg Mini Speler
#168=Play / Pause
168=Afspelen / Pause
#169=Stop
169=Stop
#170=Next
170=Volgende
#171=Previous
171=Vorige
#172=Shuffle
172=Door Elkaar Afspelen
#173=Loop
173=Continue Afspelen
#174=Show Main Window
174=Toon Hoofd Scherm
#175=Show Mini Player
175=Toon Mini Speler
#176=Exit Application
176=Afsluiten Programma
#177=result found
177=Gevonden Resultaat
#178=results found
178=Gevonden Resultaten
#179=Please enter at least 1 character.
179=Plaats in iedergeval 1 karakter.
#180=Media Idle
180=Wachten Op Media
#181=Network Idle
181=Wachten op Network
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Het bestand '%s' kan niet verwijderd worden. Wil je het verwijderen uit je collectie?
#183=Scanning Files
183=Bestanden Scannen...
#184=File
184=Bestand
#185=Downloading
185=Downloading...
#186=Auto Continue
186=Automatisch Doorgaan
#187=Show Visualizations - Video
187=Toon Visualisatie - Video
#188=Randomize List
188=Randomize Lijst
#189=Load List (m3u)
189=Laadt Lijst (m3u)
#190=Save List (m3u)
190=Bewaar Lijst (m3u)
#191=Clear List
191=Verwijder Lijst
#192=[Various]
192=[Verschillende]
#193=Days between check
193=Download Informatie (AllMusic.com)
#195=Properties
195=Eigenschappen
#197=Bad
197=Slecht
#198=Neutral
198=Neutraal
#199=Good
199=Goed
#200=Very Good
200=Erg Goed
#201=Outstanding
201=Aller beste
#202=Open Containing Folder
202=Open deze directorie
#203=Copy To
203=kopieer naar
#204=Copy Path
204=kopieer pad
#205=Renamer
205=Hernoemen
#206=Delete
206=Verwijderen
#207=Download Lyrics
207=Download Teksten
#208=The files will be completly erased from your PC. Are you sure?
208=Je staat op het punt alle nummers te verwijderen. Wil je doorgaan?
#209=Deletion Operation
209=Verwijderen
#210=Warning
210=Waarschuwing
#211=Simple Search
211=Simpel Zoeken
#212=All Time
212=Altijd
#213=Best/Worst
213=Beste/slechtste
#214=Lyrics Available
214=Teksten Aanwezig
#215=Special Info
215=Speciale Informatie
#216=Comments Available
216=Commentaar Aanwezig
#217=Personal Available
217=Persoonlijke Notities Aanwezig
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Totale Waardering<br><h1>%s</h1><br>%d Treffers</center></td><td><left><b>Maand Waardering: </b>%s (%d Treffers)<br><b>Toegevoegd in de Collectie: </b>%s<br><b>Als Eerste Gespeeld: </b>%s<br><b>Als Laatste Gespeeld: </b>%s<br></tr></table>
#219=Tracks
219=Nummers
#220=Album Review Not Found
220=Album Bespreking Niet Gevonden
#221=Album review
221=Album Bespreking
#222=Lyrics Not Found
222=Teksten Niet Gevonden
#223=Open Picture
223=Openen Afbeelding
#224=Edit Picture
224=Bewerken Afbeelding
#225=Save Picture
225=Opslaan Afbeelding
#226=Save Text
226=Bewaar Tekst
#227=Operation Failed
227=Handeling Mislukt
#228=Lyrics
228=Teksten
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Het Zoekt Naar Nummers Met <b>Commentaar, Teksten, Persoonlijke Notities</b>.
#230=Popularity
230=Populair
#231=Information not found
231=Informatie niet gevonden
#232=Comments
232=Commentaar
#233=Personal
233=Persoonlijk
#234=Special Info
234=Speciale Informatie
#235=Artist Biography not found
235=Artiest Biografie Niet Gevonden
#236=Artist Biography
236=Artiest Biografie
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Het Zoekt In <b>Artiest, Album, Nummer</b> en <b>Pad</b> Velden. Selecteer ook het doel <b>media type</b>.
#238=Lyrics etc.
238=Teksten etc.
#239=Latest Additions
239=Laatste Toevoeging
#240=File Type Filter
240=Bestanden Type Filter
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Terug gaan naar het <b>laatste</b> bestand dat is toegevoegd aan de verzameling.
#242=Since
242=Sinds
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Vindt het beste of slechtste nummer (gebaseerd op de <b>waardering</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Meest populaire Nummer gebaseerd op het <b>historie log</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Het gaat <b>zoeken in de volledige tekst</b> in verschillende informatie velden.Selecteer de <b>type tekst</b> waarin gezocht moet worden. Gebruik minimaal 4 karakters.
#246=Information Type
246=Informatie Type
#247=Please wait...
247=Wachten A.U.B...
#248=by
248=door
#249=Last query needed %d ms
249=Laatste zoekwoord nodig %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Weet je zeker dat je <b>de teksten bevestiging wilt uitschakelen</b><br>voor dit moment (tot je teen spirit opnieuw opstart)?
#251=Disable Lyrics Confirmation
251=Uitschakelen Teksten Bevestiging
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit vindt dat je Muziek Collectie <b>leeg is</b>. Dit kan inhouden dat het <b>de eerste keer is</b> dat je het programma gebruikt. Als dat zo is, bezoek dan eens <a href='http://www.artificialspirit.com'>Teen Spirit WebSite</a> voor wat hulp. Om <b>Muziek Bestanden Toe Te Voegen </b> in je Collectie klik op 'Ja' om een directorie aan te wijzen waar de mp3, wma, avi, mpg bestanden staan. Klik op 'Nee' om doortegaan met een lege collectie (<b>Niet aanbevolen</b>).
#253=Yes
253=Ja
#254=No
254=Nee
#255=Empty Collection
255=Lege Collectie
#256=Years
256=Jaren
#257=Months
257=Maanden
#258=Days
258=Dagen
#259=365 Days
259=365 Dagen
#260=30 Days
260=30 Dagen
#261=10 Days
261=10 Dagen
#262=24 Hours
262=24 Uren
#263=Track played
263=Nummers gespeeld
#264=Track specific click
264=Nummers specifieke klik
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normaal
#271=Recorded History
271=Opgenomen Historie
#272=Top Songs
272=Top Nummers
#273=Top Artists
273=Top Artiesten
#274=Year
274=Jaar
#275=Month
275=Maand
#276=Day
276=Dag
#277=untill
277=Tot
#278=Not Enough Data.
278=Niet Genoeg Data.
#279=Time Interval
279=Tijd Interval
#280=This information will be written in the file.
280=Deze informatie wordt weggeschreven in het bestand.
#281=TimeSlider
281=Tijd Schuifbalk
#282=This information will not be written in the file.
282=Deze informatie wordt niet weggeschreven in het bestand.
#283=Active
283=Aktief
#284=Text Filters
284=Tekst Filters
#285=Title
285=Titel
#286=Artist
286=Artiest
#287=Export Finished
287=Klaar Met Exporteren 
#288=Date Filter
288=Datum Filter
#289=Normal
289=Normaal
#290=Show Number Of Items (in () after Item)
290=Toon de hoeveelheid Items in () na Item
#291=Extra Info
291=Extra Informatie
#292=Item Grouping (Artist / Album Style)
292=Items Samenvoegen (Artiest / Album Stijl)
#293=Update
293=Updaten
#294=Remove
294=Verwijderen
#295=Add Collection
295=Toevoegen Collectie
#296=Name
296=Naam
#297=Enabled
297=Aan
#298=Min number of Tracks
298=Minimaal aantal Nummers
#299=Main Tags
299=Hoofd Tags
#300=Extra Tags
300=Extra Tags
#301=Internet Options
301=Internet Opties
#302=Impersonate Browser
302=Pas de Teen Spirit Browser aan naar je eigen wens
#303=Use Default Proxy
303=Gebuik Standaard Proxy
#304=Automated Downloader
304=Geautomatiseerde Downloader
#309=Special Tags Support
309=Speciale Tags Ondersteuning
#310=Auto Play
310=Automatisch Afspelen
#311=Remember Last Track
311=Onthoud Het Laatste Nummer
#312=Remember Time
312=Ook De Tijd
#313=Play Control
313=Afspeel Bediening
#314=Startup
314=Opstarten
#315=General
315=Algemeen
#316=Global Hotkeys
316=Globale Sneltoetsen
#317=Picture
317=Afbeelding
#318=Minimize to Tray
318=Verkleinen Tot Taakbalk
#319=Mini Player
319=Mini speler
#320=Show Always
320=Vertoon Altijd
#321=Automatic
321=Automatisch
#322=Manually
322=Handmatig
#323=Never Show
323=Nooit Vertonen
#324=List View
324=Lijst Overzicht
#325=Show 'New' sign (in days)
325=Vertoon 'Nieuw' woord (in dagen)
#326=Accept
326=Accepteer
#327=Try Again
327=Probeer Opnieuw
#328=Refuse
328=Weigeren
#329=Accept All
329=Accepteer Alles
#330=Don't Show Again
330=Niet Opnieuw Vertonen
#331=Info Check
331=Informatie Controle
#332=Main Options
332=Hoofd Opties
#333=Tree View
333=Boomweergaven
#334=Information Retrieval
334=Informatie Binnenhalen
#335=Media Player
335=Media Speler
#336=Tagging
336=Tagging
#337=A general <b>public</b> description of the track.
337=Een algemene <b>Publiekelijke</b> beschrijving van het nummer.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Iets waaraan dit nummer mij <b>herinnerd</b>. Deze informatie is <b>persoonlijk</b>.
#340=Multiple Files Properties
340=Eigenschappen Van Meerdere Bestanden
#342=Biography
342=Biografie
#343=Review
343=Bespreeking
#344=Import data from a file
344=Importeer data uit een bestand
#346=Paste or write some text
346=Plak of schrijf tekst
#347=Delete Picture
347=Verwijder de Afbeelding
#348=Paste Picture
348=Plak de Afbeelding
#349=Picture Dimensions
349=Afbeelding eigenschappen
#350=There is a new version available.<br>Do you want to go to the info page?
350=Er is een nieuwe versie beschikbaar.<br>Wil je naar de informatie pagina?
#351=Program is up-to-date.
351=Teen Spirit is up-to-date.<br>Geen nieuwe versie beschikbaar.
#352=Check for updates
352=Controleer op nieuwe versies
#353=Games
353=Spellen
#354=Update Check Failed.
354=Controleren op nieuwe versies mislukt.
#355=There is no picture in the clipboard.
355=Er is geen plaatje in het clipboard.
#356=Collection List
356=Collectie Lijst
#358=Start
358=Starten
#359=Results
359=Resultaat
#360=Correct Answers
360=Juiste Antwoord
#361=Wrong Answers
361=Verkeerde Antwoord
#362=Score:
362=Scoren
#363=Submit Results
363=Resultaat Toevoegen
#364=Current
364=Huidige
#365=Best
365=Beste
#366=Rename
366=Hernoemen
#367=Please enter a new name
367=Voeg een nieuwe naam in A.U.B.
#368=Total Score:
368=Totale Scoren:
#369=Question:
369=Vraag:
#370=Best Score:
370=Best Score:
#371=Correct
371=Juist
#372=Mistake
372=Fout
#373=Music Quiz
373=Muziek Quiz
#374=Adding
374=Adding
#375=Copy Text
375=Kopieer Tekst
#376=Detailed Search
376=Gedetailleerd Zoeken
#377=Collection
377=Collectie
#378=Local Folder
378=Lokale Folder
#379=Net Folder
379=Netwerk Folder
#380=Media
380=Media
#381=Audio CD
381=Audio CD
#382=External Collection
382=Externe Collectie
#383=Automatically update database after (sec)
383=Automatische update database na (sec)
#385=Collection update started.
385=Collection update started.
#386=Collection update finished.
386=Collection update finished.
#387=Removing missing files
387=Removing files...
#388=files removed
388= %d files removed
#389=files added
389=files added
#390=Show History
390=Show History
#391=Can' t Locate File!
391=Can' t Locate File!
#392=Do you want to see the exported file now?
392=Do you want to see the exported file now?
#393=Empty playlist. Drag Drop some tracks here
393=Empty playlist. Drag Drop some tracks here
#394=Use multimedia hotkeys
394=Use multimedia hotkeys
#395=Clipboard
395=Clipboard
#396=Folder
396=Folder
#397=Collection already exists
397=Collection already exists
#398=Do You want to continue?
398=Do You want to continue?
#399=Collection was not accessible
399=Collection was not accesible
#400=Collection is not ready.
400=Collection is not ready.
#401=Track Removed from collection
401=Track Removed from collection
#402=Removable Storage
402=Removable Storage
#403=Not enough tracks to play the quiz
403=Not enough tracks to play the quiz
#404=Show All Tracks
404=Show All Tracks
#405=Locate Track
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
#407=The selected CD/DVD Drive is empty.
#408=Select Drive
#409=Choose an item from the list. Press 'Rescan' to update the list.
#410=Internet is not connected. Do you want to go online?
#411=Working
#412=The whole Drive/Media will be added
#413=total
#414=Docked Visualization
#415=Services
#416=Virtual tracks
#417=This item already exists
#418=Empty
#419=Ready
#420=Import Virtual Tracks
#421=Export Virtual Tracks
#422=Select the items you want to import to your Virtual Tracks Collection
#423=Select the virtual tracks you want to export to the file
#424=Import
#425=Add Virtual Track
#426=Export
#427=Insert List (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
#431=Remove Others
#432=Visualizations/Video
#433=Current Viewer
#434=Music Browser
#435=Mode
#436=Sort
#437=Filter
#438=Play List
#439=Track List
#440=Browser
#441=Success
#442=Provider
#443=Failure
#444=Volume
#445=Auto
#446=Sync with player
#447=New
#448=Messenger now playing
#449=Transparency
#450=Skin
#451=LastFM Scrobbler
#452=Artist picture
#453=Album picture
#454=sec
#455=Activation delay
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
